{
  "title": "EP0004 Maeda",
  "fullTitle": "Former Maeda Family Main House, Important Cultural Property, Tokyo",
  "bannerPosition": "60%",
  "description": {
    "en": [
      "The Former Maeda Family Main House is a nationally designated Important Cultural Property located in Tokyo.",
      "This historic residence was built in the early 20th century and represents a significant example of Japanese architecture from that period.",
      "The house belonged to the Maeda family, who were prominent figures in Japanese society.",
      "The building showcases traditional Japanese design elements combined with modern construction techniques of the era.",
      "Its elegant structure, carefully preserved over the decades, offers visitors a glimpse into the lifestyle and architectural tastes of early 20th-century Japan.",
      "The property stands as a testament to Japan's architectural heritage and the importance of preserving historical buildings."
    ],
    "ja": [
      "旧前田家本邸は、東京にある国の重要文化財に指定されている歴史的な住宅です。",
      "この歴史的な邸宅は20世紀初頭に建てられ、その時代の日本建築の重要な例を表しています。",
      "この家は、日本社会で著名な人物であった前田家に属していました。",
      "建物は、伝統的な日本のデザイン要素と、その時代の現代的な建築技術を組み合わせたものを示しています。",
      "何十年にもわたって慎重に保存されてきたその優雅な構造は、訪問者に20世紀初頭の日本の生活様式と建築の好みを垣間見せてくれます。",
      "この建物は、日本の建築遺産と歴史的建造物を保存することの重要性の証として立っています。"
    ]
  },
  "images": [
    "DSC00000.JPG",
    "DSC02275.JPG",
    "DSC02278.JPG",
    "DSC02298.JPG",
    "DSC02299.JPG",
    "DSC02311.JPG",
    "DSC02313.JPG",
    "DSC02318.JPG",
    "DSC02329.JPG",
    "DSC02333.JPG",
    "DSC02338.JPG",
    "DSC02341.JPG",
    "DSC02344.JPG",
    "DSC02370.JPG",
    "DSC02383.JPG",
    "DSC02420.JPG",
    "DSC02423.JPG",
    "DSC02435.JPG",
    "DSC02436.JPG",
    "DSC02437.JPG",
    "DSC024371.JPG",
    "DSC024373.JPG",
    "DSC024375.JPG",
    "DSC024376.JPG",
    "DSC02437a.JPG",
    "DSC02437b.JPG",
    "DSC02438.JPG",
    "DSC02439.JPG",
    "DSC02457.JPG",
    "DSC02458.JPG",
    "DSC02462.JPG",
    "DSC02472.JPG",
    "DSC02481.JPG"
  ]
}

