{
  "title": "EP0004 Maeda",
  "fullTitle": "Maeda Family Residence - Preserved Time in Tokyo",
  "date": "2025/12",
  "bannerPosition": "60%",
  "description": {
    "en": [
      "The Former Maeda Family Main House in Komaba, Tokyo, is a nationally designated Important Cultural Property that preserves time from the early 20th century.",
      "I visited this historic residence on a cold winter day with light rain, and there were few visitors, creating a quiet and peaceful atmosphere.",
      "The appeal of visiting on a rainy day is that you can take your time viewing the interior spaces.",
      "What left an impression was the stained glass, which showed a calm expression under the soft natural light, and the view of the rain-soaked garden through the windows.",
      "Rather than grandeur, it was a space where one could quietly sense the lifestyle and aesthetic sensibilities of that era.",
      "It was a visit that allowed me to experience preserved time—the unique charm of the Former Maeda Family Main House on a rainy day, where moments from the past seem to linger in the present."
    ],
    "ja": [
      "東京・駒場にある旧前田家本邸は、20世紀初頭の時間を保存する国の重要文化財。",
      "小雨が降る寒い冬の日に訪れたこの邸宅は、来館者も少なく、静かな時間が流れていました。",
      "雨の日は屋内中心でゆっくり観覧できるのが魅力です。",
      "印象的だったのは、柔らかな自然光を受けて落ち着いた表情を見せるステンドグラスと、窓越しに眺める雨に濡れた庭園の景色。",
      "華やかさよりも、当時の暮らしや美意識を静かに感じられる空間でした。",
      "晴天とは違う、雨の日ならではの旧前田邸の魅力を味わえる訪問となりました。ここでは、過去の時間が現在に静かに息づいているように感じられました。"
    ]
  },
  "images": [
    "DSC00000.JPG",
    "DSC02275.JPG",
    "DSC02278.JPG",
    "DSC02298.JPG",
    "DSC02299.JPG",
    "DSC02311.JPG",
    "DSC02313.JPG",
    "DSC02318.JPG",
    "DSC02329.JPG",
    "DSC02333.JPG",
    "DSC02338.JPG",
    "DSC02341.JPG",
    "DSC02344.JPG",
    "DSC02370.JPG",
    "DSC02383.JPG",
    "DSC02420.JPG",
    "DSC02423.JPG",
    "DSC02435.JPG",
    "DSC02436.JPG",
    "DSC02437.JPG",
    "DSC024371.JPG",
    "DSC024373.JPG",
    "DSC024375.JPG",
    "DSC024376.JPG",
    "DSC02437a.JPG",
    "DSC02437b.JPG",
    "DSC02438.JPG",
    "DSC02439.JPG",
    "DSC02457.JPG",
    "DSC02458.JPG",
    "DSC02462.JPG",
    "DSC02472.JPG",
    "DSC02481.JPG"
  ]
}

