{
  "title": "EP0001 Suikeien",
  "fullTitle": "Suikeien Garden at Shibamata Taishakuten in the rain, Tokyo",
  "bannerPosition": "60%",
  "description": {
    "en": [
      "Shibamata, known from the Tora-san movies. Within the grounds of Shibamata Taishakuten at its center, a Japanese garden called Suikeien spreads quietly.",
      "Built in the Edo period, this garden is centered around a central pond, with stones, lanterns, and seasonal plantings balanced beautifully. While not showy, it possesses a calm beauty that has accumulated over many long years.",
      "The carvings adorning the temple halls within the grounds are truly magnificent, and the detailed craftsmanship conveys the skill and deep faith of the artisans of that time.",
      "The view through the old handmade window glass overlooking the garden was also impressive. The slightly distorted glass softly transmitted light and scenery, creating a somewhat nostalgic scene.",
      "Despite being in usually bustling Tokyo, Suikeien flows with peaceful time separated from the outside noise.",
      "It was a memorable garden where one could experience the sensation of history and tranquility overlapping, in a place adjacent to the liveliness of the old downtown area."
    ],
    "ja": [
      "寅さんの映画で知られる柴又。その中心にある柴又帝釈天の境内には、邃渓園（すいけいえん）と呼ばれる日本庭園が静かに広がっています。",
      "江戸時代に造られたこの庭園は、中央の池を軸に、石や灯籠、季節の植栽がバランスよく配置され、派手さはないものの、長い年月を重ねてきた落ち着いた美しさを湛えています。",
      "境内の堂内に施された彫刻は見事の一言で、細部まで彫り込まれた意匠から、当時の職人の技と信仰心の深さが伝わってきます。",
      "また、庭を望む古い手作りの窓ガラス越しの景色も印象的でした。わずかに歪んだガラスが光と風景をやわらかく通し、どこか懐かしい情景を生み出しています。",
      "普段は騒がしい東京にありながら、邃渓園には、外の喧騒とは切り離された穏やかな時間が流れています。",
      "下町の賑わいと隣り合う場所で、歴史と静けさが折り重なる感覚を味わえる、印象深い庭園でした。"
    ]
  },
  "images": [
    "DSCF0960_resize.JPG",
    "DSCF0961_resize.JPG",
    "DSCF0988_resize.JPG",
    "DSCF0992_resize.JPG",
    "DSCF09920_resize.JPG",
    "DSCF0993_resize.JPG",
    "DSCF0996_resize.JPG",
    "DSCF1000_resize.JPG",
    "DSCF1002_resize.JPG",
    "DSCF1005_resize.JPG",
    "DSCF1008_resize.JPG",
    "DSCF1013_resize.JPG",
    "DSCF1017_resize.JPG",
    "DSCF1023_resize.JPG",
    "DSCF1024_resize.JPG",
    "DSCF1025_resize.JPG",
    "DSCF1027_resize.JPG",
    "DSCF1029_resize.JPG",
    "DSCF1033_resize.JPG",
    "DSCF1038_resize.JPG",
    "DSCF1051_resize.JPG",
    "DSCF1066_resize.JPG",
    "DSCF1069_resize.JPG",
    "DSCF1072_resize.JPG",
    "DSCF1078_resize.JPG"
  ]
}
